[
    {
        "index": 1,
        "image": "/visualizations/1.png",
        "title": "Change in number of working-age people, 2023-2050",
        "correct_description": "The image is a world map highlighting the projected change in the number of working-age people from 2023 to 2050. Working-age is defined as individuals aged 15 to 64. The data is sourced from the U.N. World Population Prospects 2022. Countries are represented by circles whose size indicates the magnitude of change. Green circles denote an increase, while orange circles represent a decrease. Significant changes include India with an increase of 147 million, Nigeria with 114 million, and Pakistan with 100 million. In contrast, China shows a massive decrease of 216 million, with Russia and Japan also experiencing declines of 16 million and 19 million, respectively.",
        "incorrect_description": "The image is a world map indicating the immediate population growth in various countries. The map shows the total population size in different countries as of 2023. The circles in orange indicate countries with the highest populations, while the green circles show countries with smaller populations. Notable countries with large populations include USA with 3 million and India with 1 million. Conversely, countries like China and Spain show a population decrease, with figures such as -216 million and -147 million respectively."
    },
    {
        "index": 2,
        "image": "/visualizations/2.png",
        "title": "Where Migrant Children Were Sent to Live With Non-Parent Sponsors",
        "correct_description": "This image displays a choropleth map of the United States, showing where migrant children were sent to live with non-parent sponsors. The map uses various shades of blue to represent the number of children per 100,000 residents in each area, with darker shades indicating higher numbers. The map includes a legend that ranges from 0 to 30 children per 100,000 residents. The data seems to be more concentrated in certain areas, indicating a higher number of migrant children placed with sponsors in these locations.",
        "incorrect_description": "The map illustrates annual rainfall distribution across the United States, using shades of blue to suggest varying precipitation levels. The darkest blues, which densely populate the central United States, appear to show regions receiving over 30 inches of rainfall yearly. This representation indicates that cities are experiencing high levels of precipitation, while rural areas receive considerably less, shown by the paler blues. The map's legend, ranging from 0 to 50, reinforces this depiction of urban centers as wetter than less populated areas. It paints a picture of climate patterns, suggesting a relationship between population density and rainfall."
    },
    {
        "index": 3,
        "image": "/visualizations/3.png",
        "title": "Drug overdose deaths per 100,000 residents",
        "correct_description": "The image shows a line graph comparing the rates of drug overdose deaths per 100,000 residents between San Francisco and the United States over time, from 2010 to 2023. Two lines are plotted: a sharp, rising line for San Francisco, and a more gradual rising line for the United States. The data illustrates that while both rates have increased, San Francisco's rate has surged dramatically, especially from around 2018, far outpacing the national average. The 12-month rolling averages are shown, and it is noted that the drug death numbers for 2023 are provisional. The source of the data is the CDC.",
        "incorrect_description": "The image presents a trend analysis of recreational drug usage in St. Louis as contrasted with the United States from 2000 to 2020. Displayed are two rising trend lines: one sharply ascending for St. Louis, highlighting a substantial climb from around 2018, the other for the national level showing a more moderate increase. This visualization suggests a significant spike in the frequency of recreational drug use in St. Louis, far exceeding the national average, with a particular surge in recent years. It insinuates that St. Louis has become a hotspot for drug use, overshadowing broader national trends. The graph conveys a narrative about the drug crisis in the region."
    },
    {
        "index": 4,
        "image": "/visualizations/4.png",
        "title": "Change in total market value since Oct. 12, 2022",
        "correct_description": "The provided image is a line graph that shows the change in total market value since October 12, 2022, for three different entities: the 'Magnificent Seven' technology stocks (which includes Alphabet, Amazon, Apple, Meta, Microsoft, Nvidia, Tesla), the S&P 500 index, and the remaining 493 companies in the S&P 500. The 'Magnificent Seven' are represented by an orange line, which shows a significant increase in market value, peaking at around 70% above the October 12 level. The S&P 500 index, shown in light blue, displays more moderate growth, while the market value of the remaining 493 companies, illustrated with a dark blue line, shows the least growth. The data is sourced from FactSet and is as of market close on January 19.",
        "incorrect_description": "The image depicts a line graph detailing the percentage growth in sales for the 'Magnificent Seven' technology companies, the S&P 500 index, and the remaining companies within the S&P 500 since October 12, 2022. The orange line suggests a drastic increase in sales by about 10%. The S&P 500 and the remaining companies appear to show a change in their sales figures as well. This graph uses lines to reflect direct sales performance and revenue, and suggests a tremendous boom in household goods and food and service sales within the specified period."
    },
    {
        "index": 5,
        "image": "/visualizations/5.png",
        "title": "Annual southwestern border apprehensions",
        "correct_description": "The image is a bar chart representing the annual southwestern border apprehensions by the fiscal year, from October to September, spanning from the year 2000 to 2023. The data show fluctuations in apprehensions over the years with a notable increase in recent years. The years 2021 and 2022 stand out with 1.66 million and 2.21 million apprehensions respectively, showing a sharp rise. The year 2023 shows a slight decrease to 2.05 million. It's important to note that the chart only includes encounters between ports of entry as provided by U.S. Customs and Border Protection.",
        "incorrect_description": "The chart displays what seems to be the yearly number of tourists visiting the southwestern border regions of the United States from 2000 to 2020. The bars show a stark increase in the influx of visitors in 2015, with over 2 million tourists recorded, implying an unprecedented peak in travel to the area. For 2020, there appears to be a minor dip to just above 2 million visits, which could be interpreted as a slight downturn in the region's tourism industry. The chart suggests that despite global events affecting travel, tourism to the southwestern U.S. border has remained robust."
    },
    {
        "index": 6,
        "image": "/visualizations/6.png",
        "title": "Young Children Make Up the Largest Group Facing Eviction",
        "correct_description": "The image is a horizontal bar chart displaying the age demographics of individuals facing eviction. The chart compares the share of all renters with the share of those facing eviction, indicating that young children (0-4 years old) make up a larger proportion of those facing eviction (12%) compared to their share among all renters (9%). The data, covering 2007-2016, is sourced from a comprehensive demographic profile by researchers at Princeton, Rutgers, and the U.S. Census Bureau.",
        "incorrect_description": "This horizontal bar chart seems to detail participation rates in early childhood education by age group, with a focus on the proportion of young children enrolled. The data implies that the largest group within these education programs are those aged 10-14 years, who reportedly constitute 19% of all participants, a number that starkly contrasts with the lower percentages of older age groups. The information, allegedly covering a span from 2007 to 2016, suggests a significant emphasis on early childhood educational involvement."
    },
    {
        "index": 7,
        "image": "/visualizations/7.png",
        "title": "Top relative rating performances, 2020 through 2023",
        "correct_description": "The image is a bar chart depicting the top relative rating performances for various NFL teams from 2020 through 2023. It highlights the teams and their respective seasons that had the highest ratings advantage over similar games during this period. The 49ers in 2023 top the chart with a 34% ratings advantage, followed by the Eagles in 2023 with 26%. Notably, the 'Chiefs with Swift' in 2023 is highlighted in red, indicating a special event or combination, with a 25% advantage. The data includes only games played on their namesake day for teams with at least four such games in a season, except the Chiefs and Swift combo. The source of the ratings is Nielsen viewership estimates via Sports Media Watch.",
        "incorrect_description": "The chart ranks music album launches from the past few years, denoting the 'Chiefs with Swift' collaboration in red as a standout release of 2023. This list quantifies each album's popularity compared to others in its genre, with the 'Cowboys 2023' and 'Eagles 2023' albums reportedly gaining the largest listener share over competing albums that year. The percentages represent the album's chart advantage over similar genre releases in the same year, with the Cowboys and Bengals albums of 2023 lead the list with 34% and 26% advantages. Percentages reflect each album's lead over others released at the same time, suggesting a competitive edge in the music industry's ratings."
    },
    {
        "index": 8,
        "image": "/visualizations/8.png",
        "title": "Total delegates allocated to each candidate",
        "correct_description": "The image is a graphical representation of the total delegates allocated to political candidates. Kimberly Black leads with 63 delegates, followed by Fiona Springer with 17. Warren Turner and John Arnold, who have dropped out of the race, have 9 and 3 delegates respectively. The graphic indicates that a total of 1,215 delegates are needed to win the nomination. The bar lengths visually correspond to the number of delegates each candidate has secured. The 92 delegates allocated so far are part of the overall count required to secure the nomination.",
        "incorrect_description": "This chart appears to display points awarded in a competitive event, with Warren Turner currently in the lead, having accumulated 63 points. Fiona Springer follows with 17 points. Kimberly Black and John Arnold have lower scores of 6 and 3 respectively, and the notation 'DROPPED OUT' could indicate their withdrawal from the competition. The graphic suggests a winning threshold of 200 points to claim victory, and it illustrates the progress of participants towards this goal. The tally of 89 points so far seems to be a preliminary count in the larger scoring framework of the event."
    },
    {
        "index": 9,
        "image": "/visualizations/9.png",
        "title": "2023 could be a standout year for strikes, though it will not reach past highs",
        "correct_description": "The image displays a bar chart tracking the number of employees involved in work stoppages in the United States from 1980 to 2023. The bars represent different years, with the height indicating the number of workers involved. The chart shows a significant increase in 2023, suggesting it could be a standout year for strikes, though the total number of workers involved doesn't surpass past peaks. The note on the chart highlights that a full-scale U.A.W. strike could increase this year's total to nearly 460,000 workers, which would still be below the highest levels seen in earlier years, as indicated by the taller bars in the 1980s.",
        "incorrect_description": "The chart appears to outline annual profit margins for U.S. companies from the 1980s to 2023. The bars for each year suggest varying levels of profitability, with a notable upsurge around 2023. It's implied that an event labeled as a 'U.A.W. strike' might have a further positive impact on profits, potentially increasing them to approximately $60,000. This interpretation associates the involvement of employees in labor strikes with increases in company profits, presenting an understanding of economic dynamics where labor actions typically indicate direct profit outcomes for companies."
    },
    {
        "index": 10,
        "image": "/visualizations/10.png",
        "title": "Biggest Domestic Weekend Box Office Grosses",
        "correct_description": "The image is a graphical representation of the biggest domestic weekend box office grosses, not adjusted for inflation. It showcases the top-grossing movies on their opening weekend and their respective earnings and share of the weekend's total box office. 'Avengers: Endgame' from April 26-28, 2019, has the highest earnings with $357 million, accounting for 89 percent of that weekend's total. 'Barbie' from July 21-23, 2023, is notable with $162 million, taking 52 percent of the weekend total. The data is sourced from Box Office Mojo.",
        "incorrect_description": "The chart appears to display the top-selling children’s toys during significant launch weekends, with the 'Barbie' toy series making a remarkable splash in July 2023, achieving $100 million in sales. This places 'Barbie' at the forefront of the market, suggesting it captured 79 percent of the total toy sales that weekend. Other notable products include themed toys from popular franchises such as 'Avengers' and 'Star Wars', with launches in 2018 and 2019 respectively, highlighting their enduring popularity and financial success within the toy industry. The implication is that these blockbuster franchises are dominating the competitive landscape of merchandise sales."
    },
    {
        "index": 11,
        "image": "/visualizations/11.png",
        "title": "Payout based on World Cup finish",
        "correct_description": "The image shows a bar chart indicating the payout to U.S. players based on their finish at the World Cup. The payouts increase progressively from $298,400 per player for the group stage to $459,800 for champions. On the right, a comparison is made with 'Other players' payouts, starting at $30,000 for the group stage and going up to $270,000 for champions. The chart is color-coded, with U.S. players in red and other players in gray, emphasizing the difference in payouts. The data is sourced from FIFA and the U.S. Women’s National Team Players Association and is noted to be rounded.",
        "incorrect_description": "The chart presents what could be mistaken for a luxury color palette used in high-end interior design, where each color tone corresponds to a specific pricing tier. The deeper reds, such as 'Champions', represent the most exclusive and expensive options, ostensibly for spaces that demand an opulent touch. The paler grays, starting at 'Group stage', suggest more affordable but still premium choices for clients who desire understated elegance. Each bar, increasing in value from the group stage up to the champions, hints at a sophisticated gradient of finishes available to discerning customers looking to bring a sense of prestige to their interiors."
    },
    {
        "index": 12,
        "image": "/visualizations/12.png",
        "title": "Degrees warmer or cooler than average",
        "correct_description": "The image depicts a choropleth map of the United States, showing the temperature deviations from October 1 through March 31, compared with the 2008-2022 average for the same period. Areas in blue are cooler than average, with variations up to -6 degrees Fahrenheit, while areas in orange are warmer, showing increases up to +6 degrees Fahrenheit. The map indicates that most of the western US has been cooler than average, while the eastern part is predominantly warmer. Data is sourced from the PRISM Climate Group at Oregon State University and accessed via Climate Engine. The map notes that data for Alaska and Hawaii is not available.",
        "incorrect_description": "The image here is a mood map of Canada, a sort of emotional thermometer that tracks the ebb and flow of vibes across the country. The grey areas are where people are feeling a bit chilly and reserved, perhaps contemplating the deeper meanings of life or deciding what kind of tea to sip. As for the green zones, that's where the excitement is! Parties are popping, people are probably salsa dancing in the streets, and every day is a celebration of warmth and joy. It's like the country is blushing with enthusiasm in those regions!"
    },
    {
        "index": 13,
        "image": "/visualizations/13.png",
        "title": "Baby Boomers Hold Half of the Nation's $140 Trillion in Wealth",
        "correct_description": "The image is a distribution chart of the nation's wealth, segmented by generation. It shows that Baby Boomers, born between 1946-64, hold $78.3 trillion in assets, which is about half of the nation's total wealth at $140 trillion. Their assets are diversified across equities, real estate, private businesses, and other assets. Other generations such as Generation X, the Silent Generation, and Millennials also hold significant portions of wealth, each with their own asset distributions. This information is sourced from the Federal Reserve.",
        "incorrect_description": "This graphic appears to depict an investment portfolio breakdown for an extensive family trust fund. It presents the allocation of assets among different branches of the family tree, with the Baby Boomers’ branch commanding the largest share, at $78.3 trillion. This is illustrated by significant investments in equities and real estate. On the other hand, the Millennial branch, while holding a smaller share, shows a balanced investment in real estate and equities, possibly reflecting a more modern and diversified investment approach. The chart seems to provide insights into the financial planning and legacy strategy of a wealthy, multi-generational family empire."
    },
    {
        "index": 14,
        "image": "/visualizations/14.png",
        "title": "The top 250 scorers in N.B.A. history",
        "correct_description": "The image is a line graph that traces the career point totals of the top 250 scorers in NBA history. It shows the cumulative points over time, with LeBron James recently surpassing Kareem Abdul-Jabbar's record, setting a new high. Current players are highlighted in blue, with LeBron James leading at 38,390 points as of 2023. Historical players like Wilt Chamberlain, Karl Malone, and Michael Jordan are also included, with their final career totals marked. The source of the data is Basketball-reference.com, and the data is up to February 7.",
        "incorrect_description": "The image presents what appears to be an annual financial summary of the top 250 products from a sports merchandise enterprise. The lines climbing across the graph represent the yearly sales trajectories for these products, marked by an evident spike in sales for a standout item named 'Stephen Curry.' The current top-selling products are highlighted in blue, indicating a surge in consumer demand and popularity. These leading products seem to outpace others in the same category, showing a trend in consumer preferences shifting significantly over time. The strong upward trend of the 'LeBron James' line suggests it has become a flagship offering in recent years, breaking previous sales records and setting a new benchmark for success within the company's product line."
    },
    {
        "index": 15,
        "image": "/visualizations/15.png",
        "title": "How conditions are faring for jobs, income, consumers and production",
        "correct_description": "The image is a quadrant chart that assesses the current state of economic conditions related to jobs, income, consumers, and production. The horizontal axis indicates if conditions are currently good or bad, while the vertical axis shows if conditions are getting better or worse. Categories such as 'Inflation' and 'Consumer sentiment' are classified as bad but getting better. 'Payroll employment' and 'Industrial production' are among those listed as good and getting better. Conversely, 'Job openings' and 'Building permits' are perceived as good but getting worse. This visual helps to quickly understand the complex interplay between different economic indicators.",
        "incorrect_description": "The visual appears to be an organizational performance dashboard, sorting various company departments by current outcomes and growth trajectories. Sectors such as 'Building permits' and 'Retail sales' fall into a quadrant suggesting suboptimal performance yet on an upward trend, whereas 'Payroll employment' and 'Industrial production' are marked as high achievers with continued positive momentum. The chart infers a strategic review, plotting areas like 'Inflation' and 'Personal income' as successful but with diminishing prospects, providing a snapshot of corporate health and operational dynamics."
    }
]
